Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 陈平安有些感伤，轻声说道：“你也知道，姚老头对我印象很差，几乎从来没有跟我说过道理，也不愿教我烧瓷的真本事，每次进山，姚老头不爱说话，往往从进山到返回龙窑，加在一起，其实都没几句话的，可是那次到了山顶之后，姚老头大概是心情好，便多说了一些，说让我看到那边的风景，看到就算了，下山之后别多嘴，做人就该埋头做事，光耍嘴皮子，以后就算出了小镇也是丢人。”
en_us: Chen Ping'an was feeling slightly sentimental, and he said softly, "You also know that Old Man Yao had a very poor impression of me. He almost never discussed any important principles with me, and he also wasn't willing to teach me the true skills of pottery firing. Old Man Yao didn't like speaking to me, so every time we entered the mountains, he would only say very few words to me for the entire journey. When we reached the mountain peak that time, however, Old Man Yao was probably feeling good, so he spoke a few more words to me. He told me to simply look at the scenery over there, and not to speak about it after we left the mountain. He said that a person should put their head down and work with their full effort. If one only knew how to talk, they would bring themselves nothing but shame even if they managed to leave our small town."

source: 陈平安有些感慨，不论此人是好是坏，最少他跟正阳山云霞山两座山，还有清风城老龙城两座城的外乡人，确实不同。
en_us: Chen Ping'an felt a little emotional upon seeing this. Regardless of whether that man was a good person or a bad person, at the very least, he was different from the outsiders from Sun Scorch Mountain, Dawn Cloud Mountain, Light Breeze City, and Old Dragon City.

source: 陈平安有些摸不着头脑，想不通宁姑娘为何突然如此恼火。
en_us: Chen Ping'an was slightly puzzled, unsure of why Ning Yao had suddenly become so angry.

source: 陈平安有些时候也会觉得，刘羡阳确实是挺欠揍的。
en_us: There were occasionally times when Chen Ping'an felt like Liu Xianyang truly deserved a beating. For example, now.

source: 陈平安有些着急，问道：“道长难道之后就不管事情了这种生死大事，道长是不是亲自盯着更稳妥些”
en_us: Chen Ping'an was caught completely off guard by this, and he hurriedly asked, "Are you not going to oversee her recovery? This is a matter of life and death, wouldn't it be a much better idea for you to look after her in person?"

source: 陈平安有些茫然，但是伸出一只手去接短刀。
en_us: Chen Ping'an was rather perplexed, but he still reached out a hand to accept the dagger.

source: 陈平安有些难为情。
en_us: Chen Ping'an was slightly embarrassed.

source: 陈平安有些难为情，“这块……大概排第四吧，最好的三块，我已经藏起来了。”
en_us: Chen Ping'an was put in a tough spot, and he could only say, "This one... is probably my fourth favorite. I've already put the other three away."

source: 陈平安有次偷偷去找过那座陈氏老祖的坟头，结果到了地方，只是杂草，还看到了许多狐兔，就是没看到坟头，其中有一棵草鞋少年认不得的树，不高，比镇上的老槐树可要矮很多。
en_us: Chen Ping'an had secretly visited that ancestral burial place once, and apart from weeds, he had also seen many foxes and rabbits. However, he hadn't been able to find a grave. There was a tree that he didn't recognize though, and this was a short tree that was nowhere near as tall as the old locust tree.

source: 陈平安望向她的那双眼眸，笑问道：“要不然你以为？”
en_us: Chen Ping'an looked her in the eyes and said with a smile, "Or else?"

source: 陈平安望着少女说道：“宁姑娘，我虽然认识你没多久，但是我能够肯定一件事，如果你有信心帮刘羡阳报仇，你绝对不会把两袋子钱还给我，最少不是在这个时候。”
en_us: Chen Ping'an looked straight at Ning Yao as he said, "We haven't known each other for very long, but I know one thing for certain: you definitely wouldn't have returned these two pouches of coins to me if you were confident in your ability to avenge Liu Xianyang, at the very least, you wouldn't have returned them to me now."

source: 陈平安朝她笑了笑，记得第一次在青牛背那边遇到，还以为她是哑巴，要么就是不会说小镇这边的方言土话。现在才知道原来她只是不爱说话而已。
en_us: Chen Ping'an flashed her a smile. He still recalled that the first time he had met her over at the Azure Cow Ridge, he had thought that she was mute, either that, or she didn't know how to speak the town's dialect. Only now did he realize that she simply didn't like to talk. QHWEOITHQWOEHTOEWOTHEWIHT VERIFY AZURE COW RIDGE, PROBABLY ALREADY BEEN TLED BY YUAN QHWTOIHEWQOITEWQHTIHEWITEWHTOW

source: 陈平安期间问过陈对一次，要不要放慢脚步。陈对的答复是摇头。
en_us: Chen Ping'an asked Chen Dui if they needed to slow down, to which Chen Dui replied with a shake of her head.

source: 陈平安本就不是擅长言辞的人，愣在当场，急得满脸涨红，又不知如何开口，生怕自己帮倒忙。阮师傅的耿直脾气，他可是切身领教过的。
en_us: Chen Ping'an wasn't someone who was good with words, so he was immediately stumped upon hearing this, with his face flushing red with worry. However, he didn't know what to say, and he was afraid that he would make the situation even worse. After all, he had personally experienced Master Ruan's blunt nature before.

source: 陈平安本就黝黑的那张脸庞，愈发黑了。
en_us: Chen Ping'an's complexion was already quite dark, and his face darkened even further upon hearing this.

source: 陈平安本来希望送给刘羡阳，宋集薪虽然是个言语刻薄的读书种子，但是有句话说得很有道理，大概意思是同样一件小东西，摆在泥瓶巷外的摊贩手上，卖几文钱，还得费很大功夫，可要是摆在草头铺子的柜子里，就要三四两银子起步，顾客爱买不买，没钱滚蛋。
en_us: Chen Ping'an had originally hoped to give these snake gall pebbles to Liu Xianyang. Song Jixin could be very abrasive and insensitive at times, but there was one thing that he had said that was very correct. Essentially, the same thing that could only be sold fo several copper coins on the stalls outside Clay Vase Alley would cost a minimum of three or four taels of silver in Burclover.

source: 陈平安来到东边栅栏门的时候，那邋遢汉子站在树墩子上，踮起脚跟向东边眺望，好像在等待重要的人物。
en_us: When Chen Ping'an arrived at the wooden gates in the east of the small town, he found that the disheveled gatekeeper was standing on his tippy-toes on a tree stump and gazing toward the east. It was as if he were waiting for some important person to arrive.

source: 陈平安来到东门，看到那汉子盘腿坐在栅栏门口的树墩上，懒洋洋晒着初春的日头，闭着眼睛，哼着小曲，双手拍打膝盖。
en_us: Upon arriving at the eastern gate, Chen Ping'an spotted the gatekeepr sitting on the tree stump at the gate with his legs crossed, lazily basking under the early spring sun. His eyes were closed, and he was humming a tune while patting his knees with his hands.

source: 陈平安来到石崖边，一个扎猛子，冲进入水坑底部。
en_us: After making his way to the edge of the stone cliff, Chen Ping'an suddenly leaped forward and dived into the depths of the pit.

source: 陈平安松了口气，告辞离去。
en_us: Chen Ping'an heaved a faint sigh of relief before taking his leave.

source: 陈平安松开手指，丢了泥土，起身后说道：“树墩子潮气重……”
en_us: Chen Ping'an released the handful of dirt, then stood up as he said, "Tree stumps are really damp, you're going to get rheumatism from sitting on that thing."

source: 陈平安松开手，蹲下身，问道：“两袋子钱是怎么回事，是不是你偷拿出来的”
en_us: Chen Ping'an removed his hand, squatting down and asking, "What's with these two pouches of coins? Did you secretly bring them over?"

source: 陈平安果真蹲下身，缓缓卷起裤管，视线则一直放在马苦玄身上。
en_us: Sure enough, Chen Ping'an squatted down and slowly rolled up his pants legs. However, his eyes remained locked on Ma Kuxuan the entire time.

source: 陈平安果真问道：“老猿是不是用掉了三口气？”
en_us: Sure enough, Chen Ping'an asked, "Did the old ape use all three breaths of Qi?"

source: 陈平安根本听不懂女孩在说什么，不过猜得出，她是在告状。
en_us: Chen Ping'an couldn't understand anything that she was saying, but he could tell that she was complaining about the boy.

source: 陈平安根本就没有想过能杀掉老猿，更没有想过自己能活下来。
en_us: Chen Ping'an had never envisioned being able to kill the old ape, and he certainly wasn't expecting to survive this self-inflicted ordeal.

source: 陈平安欲言又止。
en_us: Chen Ping'an wanted to say something, but he couldn't help but hesitate.

source: 陈平安正想着选择哪条山路最快，随口道：“我和宁姑娘吃一个竹筒的腌菜，你和你的两个朋友一起。”
en_us: Chen Ping'an was contemplating which mountain path to take to reach their destination quicker, and he casually replied, "Ning Yao and I are going to share one tube of pickled vegetables, and you and your two friends are going to share the other tube of picked vegetables."

source: 陈平安此时嘴唇发白，浑身颤抖，双手几乎是拼死环住少女的脖子。
en_us: Chen Ping'an's lips were white, and his entire body was trembling. His arms were tightly wrapped around Ning Yao's neck as if his life depended on it.

source: 陈平安死死盯住少女，直截了当道：“宋集薪就算有，他也不会给我。我是在问你，王朱。如果有，你愿不愿意借给我，如果没有，你知不知道其它法子来救刘羡阳？”
en_us: Chen Ping'an was looking directly at Zhi Gui as he said, "Even if Song Jixin had any locust leaves to spare, he wouldn't give them to me. What I'm asking is if you have any locust leaves, would you be willing to give them to me, and if not, do you know of any other ways to save Liu Xianyang?"

source: 陈平安比任何人都要了解宋集薪。
en_us: Chen Ping'an understood Song Jixin better than anyone else.

source: 陈平安毫不犹豫道：“一颗给你，一颗给阮秀啊。我看你们吃就行的。”
en_us: "I'd give one to you, and one to Ruan Xiu," Chen Ping'an replied without any hesitation. "I can just watch you two eat."

source: 陈平安毫不犹豫道：“别想！”
en_us: "In your dreams!" Chen Ping'an replied without hesitation.

source: 陈平安毫不犹豫道：“最多半天！”
en_us: "Half a day at most!" Chen Ping'an replied without any hesitation.

source: 陈平安毫不犹豫道：“跟老猿那种活了千年的神仙妖怪相比，我一个小镇窑工出身的老百姓，自然是不值钱的，承认这种事情，又不丢人。”
en_us: "Compared to an immortal beast like that old ape who's lived for thousands of years, a peasant potter from a small town like me is naturally not worth anything," Chen Ping'an replied without hesitation. "Admitting this isn't shameful."

source: 陈平安水性没刘羡阳那么好，但也不算差。
en_us: Chen Ping'an wasn't as good a diver as Liu Xianyang, but he certainly wasn't a bad diver either.

source: 陈平安沉默片刻，问道：“你是不是一定要杀我？”
en_us: Chen Ping'an was silent for a moment before asking, "You're not going to let me live no matter what, right?"

source: 陈平安没去掺和，反正闲着也是闲着，就借着自己超乎寻常的眼力，独自去往最后一口水井底下，一背篓一背篓搬土出井。
en_us: Chen Ping'an didn't get involved in the discussion. He didn't have anything to do anyway, so he used his outstanding eyesight to make his way to the the bottom of the final well on his own before carrying one basket of soil after another out of the well.

source: 陈平安没听清楚，问道：“杨爷爷，你说什么？”
en_us: Chen Ping'an didn't hear him clearly, so he asked, "Grandpa Yang, did you say something?"

source: 陈平安没好气地回了yi句你大爷的。
en_us: "Get stuffed," Chen Ping'an replied with a huff.

source: 陈平安没好气道：“我的钱，你管得着？”
en_us: "It's my money, so what are you going to do about it?" Chen Ping'an huffed.

source: 陈平安没好气道：“挑水！”
en_us: "I'm going to draw water!" Chen Ping'an huffed.

source: 陈平安没好气道：“这有什么好怕的。”
en_us: Chen Ping'an huffed and said, "What's so scary about that?"

source: 陈平安没想那么远，至于什么开宗立派，更是听也听不懂。
en_us: Chen Ping'an wasn't thinking that far ahead. As for founding a sect or whatnot, he more so didn't understand what Ning Yao was saying.

source: 陈平安没敢反驳，生怕惹恼了这家伙，即将到手的铜钱就要飞走了。
en_us: Chen Ping'an didn't dare to rebuke the gatekeeper for fear of irking him and losing this job.

source: 陈平安没有丝毫犹豫，双手一撑，任由自己摔入溪水。
en_us: He immediately extended his arms above his head and dove headfirst into the creek without any hesitation.

source: 陈平安没有任何犹豫，直截了当问道：“老猿从小镇东门走？”
en_us: Chen Ping'an didn't hesitate at all, and he directly asked, "The old ape's going to leave from the east gate?"

source: 陈平安没有停下脚步，不过转过头，摆摆手。
en_us: Chen Ping'an continued to jog past without pause, but he turned to the ist priest and waved a hand in refusal.

source: 陈平安没有关上那扇粗糙的柴木小门，而是就坐在门口，背对着少女。
en_us: Chen Ping'an didn't shut the crude wooden door, and he instead sat in the doorway with his back to Ning Yao.

source: 陈平安没有反驳，继续煎药。
en_us: Chen Ping'an didn't deny this, and he continued to brew the medicine.

source: 陈平安没有否认。
en_us: Chen Ping'an didn't deny this.

source: 陈平安没有听到两者之间的差别，只是嗯了一声，笑道：“以前只是觉得杨爷爷人很好，很公道，现在才知道原来杨爷爷深藏不露，宁姑娘，他应该也算是修行中人吧？”
en_us: Chen Ping'an couldn't tell the difference between the two remarks. He simply replied with a nod before smiling and asking, "In the past, I only thought that Grandpa Yang was a very good person. He was always very fair. Only now do I realize that Grandpa Yang is actually much more skillful and knowledgable than he lets on. Ning Yao, you can also be regarded as a cultivator, right?"

source: 陈平安没有强求，只是把宁姚送到院门口。
en_us: Chen Ping'an didn't force the issue, only accompanying Ning Yao to the entrance of his yard before parting ways with her.

source: 陈平安没有想到那陌生少女吃完了一样，又从身边拿起一样吃食，就没有空闲停歇过，腮帮就没有不鼓涨的时候。陈平安背着大半箩筐沉甸甸的石头，想着等下下水摸石也是体力活，就侧过身摘下箩筐放在地上。
en_us: However, to his surprise, the young girl retrieved another item of food from beside her after finishing what was in her hand, not pausing for even a second. Her cheeks were perpetually filled and bulging. Thinking that he would need to spend more energy on diving in a while, Chen Ping'an turned around and put the heavy basket of pebbles down.

source: 陈平安没有拒绝小姑娘的善意，随意扛在肩上，挥手告辞。
en_us: Chen Ping'an didn't refuse the branch, casually setting it on his shoulder as he waved her goodbye.

source: 陈平安没有满脸骇然或是惊慌失措，安安静静站在那里，甚至没有丝毫故作镇定的迹象。
en_us: Chen Ping'an wasn't stunned or horrified by this revelation at all. Instead, he merely stood on the spot with a tranquil expression, and it didn't seem like he was putting on a facade of calmness.

source: 陈平安没有直接回刘羡阳的宅子，而是先回了泥瓶巷，跟宁姚说了一下刘羡阳的打算。
en_us: Chen Ping'an didn't directly return to Liu Xianyang's house. Instead, he went to Clay Vase Alley first and told Ning Yao about Liu Xianyang's decision.

source: 陈平安没有笑话她，依然盯着轻轻摇曳的青色火苗，小声说道：“不是认为宁姑娘你会做什么坏事，只不过钥匙终究是别人的，不管为什么会落在咱们院子，也不好拿去开门。哪怕宋集薪和稚圭这辈子也不回小镇，隔壁终究还是他家的院子，我们都是外人。”
en_us: However, Chen Ping'an didn't laugh at her misfortune. Instead, he kept his gaze fixed on the flickering blue flames and said quietly, "I don't think you did anything bad, Ning Yao. However, those keys belong to someone else, after all. Regardless of how they ended up in our courtyard, it's still not good to use them to open other peoples' doors. Even if Song Jixin and Zhi Gui never return to the small town again, the house next door is still their house. We're still outsiders."

source: 陈平安没有答应。
en_us: Hearing this, Chen Ping'an had rejected her proposal.

source: 陈平安没有背后说人是非的习惯，对此没有说什么。隔壁宋集薪有个坚持很多年的怪脾气，就是骂老天爷，跟马婆婆是一个路数，骂贼老天不开眼之类的。不过读书人也有读书人的讲究，风雪夜，雷雨天，天边挂满彩霞的时候，这是宋集薪的三不骂，说他是要趁着老天爷打盹的时候，骂他一骂，老天爷听不到，便不会生气，而他宋集薪也能解气舒坦，一举两得。
en_us: Chen Ping'an didn't have a habit of talking bad about others behind their back, so he didn't reply to the young girl's comments. However, Song Jixin had indeed maintained a strange habit for many years. That was, he always liked to curse the heavens, just like Granny Ma did. He would accuse the heavens of being blind and so on and so forth. Even so, intellectuals had their own rules, so Song Jixin wouldn't curse the heavens if it were snowing, thundering, or if there were iridescent clouds in the sky. According to him, he would only curse the heavens when it was dozing. That way, the heavens couldn't hear him, so it naturally wouldn't become angry. Meanwhile, he would also be able to blow off some steam. This was a win-win situation.

source: 陈平安没有跟杏花巷的同龄人放狠话，微微弯腰，骤然发力， 笔直前冲，势若奔马。
en_us: Chen Ping'an didn't utter any threats to Ma Kuxuan, and he simply bent down slightly before suddenly exploding forward, with his speed as quick as a galloping horse as he charged at the young boy from Apricot Blossom Alley.

source: 陈平安没有转头，背对宁姚轻轻摆了摆手，示意自己没事。
en_us: Chen Ping'an didn't turn around, and he waved a hand at Ning Yao with his back facing her, signifying that he was okay.

source: 陈平安没有迟疑退缩。
en_us: Chen Ping'an didn't shirk or relent.

source: 陈平安没理睬刘羡阳的痴人做梦，他实在不理解为什么刘羡阳偏偏就喜欢稚圭，当然不是看不起她作为宋集薪婢女的出身，也不是觉得稚圭长得不好看，只不过总觉得她和刘羡阳，怎么看都不像是有姻缘的。
en_us: Chen Ping'an ignored Liu Xianyang's foolish daydreaming. He genuinely couldn't understand why Liu Xianyang had fallen head over heels for Zhi Gui and not someone else. Of course, this wasn't because he looked down on her standing as Song Jixin's maidservant. Nor was it because he thought she was ugly. Rather, it was because he couldn't see any predestined fate between Liu Xianyang and Zhi Gui.

source: 陈平安没能挣脱开这家伙的束缚，只得被他拉去开了屋门，比他年龄年长两岁的健壮少年，很快就摔开陈平安，蹑手蹑脚摸上陈平安的木板床，将耳朵死死贴在墙壁上，听起了隔壁的墙脚根。
en_us: Chen Ping'an was unable to struggle free and could only allow himself to be dragged to the door. The young man was two years older than Chen Ping'an and more physically developed, and after the door was opened, he quickly threw Chen Ping'an aside before sneaking his way onto Chen Ping'an's plank bed, then pressed his ear tightly against the wall to eavesdrop on the neighbors.

source: 陈平安没觉得他们这样不好，只是他自己不喜欢而已。
en_us: Chen Ping'an didn't think that they were wrong. instead, he simply disliked this type of personality.

source: 陈平安没说出口的后边半句话，只得偷偷咽回去。
en_us: Chen Ping'an silently swallowed the second half of the sentence that he hadn't spoken yet.

source: 陈平安没阻拦她取钱，但是转头叮嘱道：“玉簪是齐先生送给我的，宁姑娘你小心些。”
en_us: Chen Ping'an didn't stop her from retrieving the pouch of coins. He simply warned her, "Mr. Qi gave that jade hairpin to me, so be careful with it."

source: 陈平安没附和高大少年的说法。
en_us: Chen Ping'an didn't echo Liu Xianyang's sentiment.

source: 陈平安浑浑噩噩走在廊桥过道，突然廊道中央那里，绽放出无比炫目的雪白光芒，仿佛比之前的天地光明更加刺眼，蕴含的道意更加崇高，陈平安明明刺痛得眼睛流泪，但是不知为何，反而能够更加清晰看到那里的奇异风景。
en_us: Chen Ping'an was passing through the covered bridge in a dazed manner when a burst of incredibly dazzling white light appeared at the center of the bridge. It was even more bright and piercing than the radiance that had erupted throughout heaven and earth, and even though the light was so bright that Chen Ping'an's eyes were tearing up, for some reason, he was able to see the peculiar scenery up ahead even more clearly.

source: 陈平安涨红了脸，挠挠头道：“宁姑娘你误会了，我没喜欢你啊”
en_us: Chen Ping'an was beet red at this moment. He scratched his head and said, "Ning Yao, I think you misunderstood. I never said I liked you..."

source: 陈平安深呼吸yi口气，尝试了yi遍。
en_us: Chen Ping'an took a deep breath before making an attempt.

source: 陈平安深呼吸一口气，抬起脚准备踏出第三步。
en_us: Chen Ping'an took a deep breath, then raised his foot as he prepared to take a third step.

source: 陈平安满脸怀疑，不相信这是刘羡阳的本心本意。
en_us: Chen Ping'an wore a skeptical expression. He refused to believe that this was Liu Xianyang's true feeling.

source: 陈平安满脸无奈，“你不就在计较吗？”
en_us: "Aren't you being petty here?" Chen Ping'an countered with an exasperated expression.

source: 陈平安满脸无奈，只得伸手指了指青色石崖外的溪水，喊道：“我不是路过这里，我要在你那边去溪里。”
en_us: Chen Ping'an wore a helpless expression as he pointed at the water beneath the green stone cliff and shouted, "I'm not passing by! I want to enter the creek from there!"

source: 陈平安满脸期待，“然后呢？”
en_us: "And then?" Chen Ping'an asked with an eager expression.

source: 陈平安火烧屁股一般，赶紧劝说道：“宁姑娘，咱们可不能拆了搬回家！那位灵官老爷已经够憋屈的了，咱们要是再把他的立足之地也给抢走……”
en_us: It was as if someone had lit a flame under Chen Ping'an's bottom, and he hurriedly said, "Ning Yao, we definitely can't break it off and take it home! That Daoist Enforcer has already suffered enough, so if we steal its base as well..."

source: 陈平安灿烂一笑，“好勒！”
en_us: A radiant smile spread across Chen Ping'an's face. "Sure thing!"

source: 陈平安点了点头。
en_us: Chen Ping'an nodded in response.

source: 陈平安点了点头，“信的，小时候我娘亲经常说些老故事，要我相信善有善报恶有恶报，这句话娘亲说得最多，所以我记得很清楚，其它像小溪里会有拖拽小孩的水鬼，城北破祠堂那边，有专门在夜间审案的冥官老爷，还说我们张贴的门神其实到了晚上，就会活过来，帮我们保护宅子。这些东西，我以前其实不太信了，但是现在，我觉得多半是真的。”
en_us: Chen Ping'an nodded and replied, "I do. When I was little, my mother would often tell me some old stories. She wanted me to believe that good deeds would be rewarded, while bad deeds would be punished. My mother repreated this phrase the most, so I remember it extremely clearly. There were also stories about a water ghost in the creek that would drag away children, and stories about the underworld king who would specially try cases at night near the rundown ancenstral hall in the town's north. Mother also said that the door gods plastered on the doors would actually come to life at night, helping us to protect the house. In the past, I didn't really believe these things. Now, however, I feel like most of it is true."

source: 陈平安点了点头，小心翼翼伸出双手扶住那部古老拳谱。
en_us: Chen Ping'an nodded and carefully placed his hands on the two sides of the book.

source: 陈平安点头道：“也对，小心总归没错。”
en_us: Chen Ping'an nodded and said, "That makes sense. It doesn't hurt to be careful."

source: 陈平安点头道：“以前杏花巷马婆婆经常跟顾粲他娘吵架，我总能听到这句话。”
en_us: Chen Ping'an nodded and said, "Apricot Blossom Alley's Granny Ma and Gu Can's mother always threw this phrase around when they argued with each other."

source: 陈平安点头道：“你家少爷读书确实多。”
en_us: Chen Ping'an nodded and said, "Your young master is indeed very well-read."

source: 陈平安点头道：“好的。”
en_us: "Alright," Chen Ping'an replied with a nod.

source: 陈平安点头道：“家里有客人，不方便。”
en_us: Chen Ping'an nodded and replied, "I have a guest at home, so it's not suitable for me to stay overnight."

source: 陈平安点头道：“当时我既然开门了，就要负责到底。”
en_us: Chen Ping'an nodded in response. "I took her in, so I have to take responsibility for her to the very end."

source: 陈平安点头道：“当然。”
en_us: "Of course," Chen Ping'an replied with a nod.

source: 陈平安点头道：“想啊。”
en_us: "I do," Chen Ping'an replied with a nod.

source: 陈平安点头道：“我知道。”
en_us: Chen Ping'an nodded and said, "I know."

source: 陈平安点头道：“我等下就要带他们进山。”
en_us: Chen Ping'an nodded and replied, "Mhm, I'm going to bring them into the mountains in a bit."

source: 陈平安点头道：“我觉得姑娘你说了两层意思，一层意思是我们小镇的老百姓，在你们这些外乡人眼中，都是脚底爬来爬去的蚂蚁。第二层意思是外人当中，又分高低，苻南华蔡金简是顾粲这样的稚童，才会觉得掌握蚂蚁的生死，会有趣，或者会觉得碍眼，但是来到我们泥瓶巷的那位官老爷，不一样，说话做事，都会符合他的身份，所以显得特别客气。宁姑娘，对吧？”
en_us: Chen Ping'an nodded in confirmation. "I feel like there are two layers of meanings to your words. The first layer is describing how the residents of this small town are like nothing more than ants in the eyes of outsiders like you. The second layer is describing how there is also a gulf in level among the outsiders. Fu Nanhua and Cai Jinjian can be regarded as children like Gu Can, and it's because of this that they feel like they can control the lives of mere ants and more so take an interest in doing so. Or perhaps they find these ants an eyesore. However, the new kiln supervision official is different. Everything he says and does conforms to his status. Thus, he appears extremely polite. Ning Yao, is that right?"

source: 陈平安点头道：“所以我其实心底，一直很感激姚老头。”
en_us: Chen Ping'an nodded and said, "That's why I've always been extremely thankful of Old Man Yao."

source: 陈平安点头道：“没问题。”
en_us: Chen Ping'an nodded in response. "No problem."

source: 陈平安点头道：“知道啊，宁姑娘你算问对人了，咱们只要沿着小溪一直进山，得走很远，我估摸着最少也要走大半天，才可以看到一片黑色石崖，全是这种石头，硬得很，用锤头也砸不下一点点碎石，更别提用柴刀砍，石崖那边还有好几条陷下去的长条状凹槽，里边有点坡度，也不平整，姚老头每次经过那里，都会让拿出柴刀去磨一磨，还真别说，磨过之后，柴刀真的会铮亮铮亮的，跟之前很不一样。”
en_us: Chen Ping'an nodded and replied, "Of course I know! Ning Yao, you've asked the right person! If we follow the creek and venture deeper into the mountains — I estimate that we'll need to walk for at least half a day — we'll arrive in front of a black stone cliff that's entirely made from this kind of stone. It's extremely solid, and even striking it with a hammer won't cause any damage to it. That's to say nothing of striking it with a hatchet or something. "There are also several grooves in the cliff face, and the stone is at a fairly large angle inside these grooves. They're not smooth and even either. Every time Old Man Yao and I walked past this place, he would get me to sharpen the hatchets on the cliff face. And let me tell you, the hatchets would truly become glistening after a good sharpening! They would appear completely different to before."

source: 陈平安点头道：“知道，规矩也懂些，就是自己不会下。宋集薪和稚圭家里就有棋盘和棋子。”
en_us: Chen Ping'an nodded and replied, "Yes, I do. I even know some of the rules. However, I don't know how to play it myself. Although, Song Jixin and Zhi Gui do have a Go set at home."

source: 陈平安点点头，“有事吗？”
en_us: Chen Ping'an nodded in confirmation and asked, "Is something the matter?"

source: 陈平安点点头，“那我回头问问阮师傅，先把所有实情告诉他，看他还愿不愿意收我做长期学徒。”
en_us: Chen Ping'an nodded in response. "In that case, I'll pay a visit to Master Ruan and tell him the truth about my situation to see if he's still willing to accept me as a long-term apprentice."

source: 陈平安点点头，和宁姚一起离去。
en_us: Chen Ping'an nodded before leaving with Ning Yao.

source: 陈平安点点头，坐在她桌对面，打开一层层黄油纸，不断有泥屑滚落在桌面，最后的的确确露出一本古书。
en_us: Chen Ping'an nodded and sat down opposite her. He then unwrapped the layers of parchment paper, causing dirt to continuously fall onto the table. In the end, an ancient book appeared before him.

source: 陈平安然后对少女说了一句小心，就开始狂奔离开。
en_us: Chen Ping'an told Ning Yao to be careful, then rushed away like the wind.
